[
    {
        "id" : 1,
        "image" : "img/products/f1.jpg",
        "title" : "HEX DUMBBELL 10KG",
        "description" : "Hex Dumbell Round Head Rubber Dumbbells offers a protective outer coating that protects not only the dumbbell itself, but also the dumbbell storage rack and everything in the surrounding lifting environment such as flooring and weight benches",
        "price" : "100",
        "img1" : "../img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg",
        "video1" : "https://www.youtube.com/watch?v=WDNQk_vJ2xE"
    },
    {
        "id" : 2,
        "image" : "img/products/f2.jpg",
        "title" : "CURL BAR - EZ BARBELL BAR - 120 CM - PINCE À RESSORT - 30 MM",
        "description" : "With an improved, sleek design, our new Ignite Pump Rubber Sets offer an understated look and feel, ideal for gyms/users looking for just a flash of colour within their studio space.",
        "price" : "150",
        "img1" : "img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg", 
        "video1" : "https://www.youtube.com/watch?v=prAKEcaMbRo"
    },
    {
        "id" : 3,
        "image" : "img/products/f3.jpg",
        "title" : "Heavy Duty Commercial Bench",
        "description" : "The SB77 by Hit Fitness is a full commercial utility bench. This robust heavy-duty bench is suitable for full commercial use and a generous 700lb (317kg) weight capacity. Made from heavy-duty construction with easy adjustments to the front and rear pads. Comes with front handle and rear transport wheels for easy movement.",
        "price" : "200€",
        "img1" : "img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg",
        "video1" : "https://www.youtube.com/watch?v=Xi7h7OzrYiI"
    },
    {
        "id" : 4,
        "image" : "img/products/f4.jpg",
        "title" : "REEBOK ZJET 460 TREADMILL + BLUETOOTH",
        "description" : "REEBOK ZJET 460 Treadmills showcase a premium design and excellent features such as a 7-inch HD Smart Touchscreen, 12 percent Incline-Matching Tech, Smart-Response Drive System, Automatic Trainer Control, and FlexSelectTM Low Impact Cushioning. While our elite personal trainers digitally adjust your speed and incline, iFIT uses Automatic Trainer Control to keep you motivated. A healthy body necessitates a healthy mind. That's why iFIT's strength training workouts are designed to strengthen your body, while our guided mindfulness sessions are designed to improve your mental health. it also provides you with an unrivaled workout variety.",
        "price" : "500€",
        "img1" : "img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg",
        "video1" : "https://www.youtube.com/watch?v=UUKzjTO1FXk"    
    },
    {
        "id" : 5,
        "image" : "img/products/f5.jpg",
        "title" : "DISK BUMPER 10 KG",
        "description" : "If you want to offer weight plate workouts in your gym or PT studio, then our Olympic weightlifting discs hit the spot. Built for use with leg press machines and power squat racks, these long-lasting, durable discs are also perfect for classic bench presses and squats. Ergonomic grips and contemporary stylish design, make this premium urethane Olympic disc a worthy addition to any free weights area.",
        "price" : "80€",
        "img1" : "img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg",
        "video1" : "https://www.youtube.com/watch?v=zrF54N_VNqc"

    },
    {
        "id" : 6,
        "title" : "BH Fitness Airmag Indoor Cycling Bike",
        "image" : "img/products/f6.jpg",
        "description" : "The power of indoor cycling for professional use for those who train at home. Manual friction resistance and a solid reinforced structure. High qualities at home for your indoor cycling sessions.",
        "price" : "350€",
        "img1" : "img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg",
        "video1" : ""
    
    },
    {
        "id" : 7,
        "image" : "img/products/f7.jpg",
        "title" : "T-SHIRT HOMME- MH100",
        "description" : "At the foot of Mont-Blanc, our team of enthusiasts has eco-designed this sweat-wicking t-shirt for occasional hiking in the mountains More respectful of the planet, it is made of recycled polyester. This is the ideal t-shirt for your first mountain hikes!",
        "price" : "30€",
        "img1" : "img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg",
        "video1" : "https://www.youtube.com/watch?v=1F60Z4GXTtM"
        
    },
    {
        "id" : 8,
        "image" : "img/products/f8.jpg",
        "title" : "TITANIUM STRENGTH HEAVY DUTY POWER CAGE",
        "description" : "The F100 Power Rack by Hit Fitness is perfect for home gym use. All HIT Fitness power racks are easy to assemble and simple to install in any home. A massive variety of resistance exercises can be performed using this power rack including; Shrugs, Squats, Chest Presses, Shoulder presses, Chin ups, Pull-ups, deadlifts, rack pulls, and lunges.",
        "price" : "300€",
        "img1" : "img/products/f1.jpg",
        "img2" : "img/products/d1.jpg",
        "img3" :"img/products/d2.jpg",
        "img4" : "img/products/d3.jpg",
        "video1" : "https://www.youtube.com/watch?v=c_LyMx6SRQw"
    }
]